[
  {
    "category": "Implicit Mods",
    "details": "Implicit modifiers always spawn on entities before the addition or change of additional modifiers (for example by changing the rarity).",
    "name": "Implicit Modifiers Always Spawn On Entities",
    "summary": "Implicit modifiers always spawn on entities before the addition or change of additional modifiers (for example by changing the rarity)."
  },
  {
    "category": "Implicit Mods",
    "details": "On monsters, implicit modifiers can be very commonly found. For example, some monsters are granted damage conversion which converts their inherent damage to that of another element. However, on unique monsters and bosses implicits are most notable - for example most bosses are granted a boost to their item rarity and item quantity as well as other bonuses such as can not be shocked on Atziri.",
    "name": "On Monsters Implicit Modifiers Can Be",
    "summary": "On monsters, implicit modifiers can be very commonly found."
  },
  {
    "category": "Implicit Mods",
    "details": "On items, visible implicit modifiers are most commonly found on:",
    "name": "On Items Visible Implicit Modifiers Are",
    "summary": "On items, visible implicit modifiers are most commonly found on:"
  },
  {
    "category": "Implicit Mods",
    "details": "- Rings\n- Amulets\n- Belts\n- Quivers\n- Most weapons\n- Shields\n- Specific body armour (Astral Plate, Assassin's Garb, Occultist's Vestment, and Carnal Armour)\n- Atlas base items\n- Ritual base items\n- Maps sold by Commander Kirac or dropped with Shadow Shaping",
    "name": "Implicit Mods – Rings",
    "summary": "Highlights: Rings, Amulets, Belts"
  },
  {
    "category": "Implicit Mods",
    "details": "Shields and body armour also commonly have a hidden movement speed penalty modifier.",
    "name": "Shields And Body Armour Also Commonly",
    "summary": "Shields and body armour also commonly have a hidden movement speed penalty modifier."
  },
  {
    "category": "Implicit Mods",
    "details": "Unlike the implicit modifiers on monsters, the implicit modifiers on equipment can be by altered in various ways:",
    "name": "Unlike The Implicit Modifiers On Monsters",
    "summary": "Unlike the implicit modifiers on monsters, the implicit modifiers on equipment can be by altered in various ways:"
  },
  {
    "category": "Implicit Mods",
    "details": "- Blessed Orb - rerolls the range of the stats found on the implicit modifiers.\n- Vaal Orb - Corruption can add or replace an implicit modifier depending on the item type.\n- The Altar of Corruption in the Temple of Atzoatl can potentially give an item two corrupted implicit modifiers.\n- Eldritch currency - Eldritch Ichors and Eldritch Embers will replace the item's implicit modifier with an Eater of Worlds implicit modifier or a Searing Exarch implicit modifier respectively, while retaining any Eldritch modifiers of the other type.\n- Using a Resonator with a Gilded Fossil will add an Item sells for much more to vendors implicit to the item. This does not overwrite or affect the item's current implicit modifier.\n- Synthesised items have up to three different random implicit modifiers, including on items that normally don't have an implicit modifier. You can transform an item into a synthesised item via Harvest crafting.\n- Certain Harvest crafting options allowed you to set a new implicit modifier on jewels. These can now only be found on legacy items in permanent leagues.",
    "name": "Implicit Mods – Blessed Orb",
    "summary": "Highlights: Blessed Orb - rerolls the range of the stats found on the implicit modifiers., Vaal Orb - Corruption can add or replace an implicit modifier depending on the item type., The Altar of Corruption in the Temple of Atzoatl can potentially give an item two corrupted implicit modifiers."
  },
  {
    "category": "Implicit Mods",
    "details": "Certain unique items also have special interactions with implicits:",
    "name": "Certain Unique Items Also Have Special",
    "summary": "Certain unique items also have special interactions with implicits:"
  },
  {
    "category": "Implicit Mods",
    "details": "- Greatwolf Talisman - has two randomly chosen talisman implicits.\n- String of Servitude - triples the effect values of implicit modifiers.",
    "name": "Implicit Mods – Greatwolf Talisman",
    "summary": "Highlights: Greatwolf Talisman - has two randomly chosen talisman implicits., String of Servitude - triples the effect values of implicit modifiers."
  },
  {
    "category": "Explicit Mods",
    "details": "Explicit modifiers are generally dynamically generated by changing the rarity of the entity or by other modification.",
    "name": "Explicit Modifiers Are Generally Dynamically Generated",
    "summary": "Explicit modifiers are generally dynamically generated by changing the rarity of the entity or by other modification."
  },
  {
    "category": "Explicit Mods",
    "details": "The number of affixes given by rarity depends on the rarity class:",
    "name": "The Number Of Affixes Given By",
    "summary": "The number of affixes given by rarity depends on the rarity class:"
  },
  {
    "category": "Explicit Mods",
    "details": "- Magic - random modifiers based on conditions: (0 to 1) prefix and (0 to 1) suffix\n- Rare - random modifiers based on conditions: (1 to 3) prefixes and (1 to 3) suffixes (but always at least 3) with the exception of some items like jewels, which can only have (1 to 2) prefixes and (1 to 2) suffixes\n- Unique - non-random, fixed modifiers based on the unique entity",
    "name": "Explicit Mods – Magic",
    "summary": "Highlights: Magic - random modifiers based on conditions: (0 to 1) prefix and (0 to 1) suffix, Rare - random modifiers based on conditions: (1 to 3) prefixes and (1 to 3) suffixes (but always at least 3) with the exception of some items like jewels, which can only have (1 to 2) prefixes and (1 to 2) suffixes, Unique - non-random, fixed modifiers based on the unique entity"
  },
  {
    "category": "Explicit Mods",
    "details": "Monsters have different means of receiving modifiers:",
    "name": "Monsters Have Different Means Of Receiving",
    "summary": "Monsters have different means of receiving modifiers:"
  },
  {
    "category": "Explicit Mods",
    "details": "- Magic packs of monsters spawn with one Monster modifier\n- Rare monsters spawn with 2-4 Monster modifiers\n- Normal and Magic monsters may be touched by a Tormented Spirit, giving a Torment 'Touch' modifier\n- Rare and Unique monsters may be possessed by a Tormented Spirit, giving a Torment 'Possession' modifier\n- Rare monsters trapped in an Essence can have an 'Essence' modifier\n- Rare Beasts, which are found in Einhar missions, can have one or two Bestiary mods.\n- Magic and Rare monsters receive a Delirium modifier during a Delirium encounter; they are removed when the encounter is over\n- Picking up a Talisman gives monsters a Talisman modifier (Talisman league only as well as specific Delve node that contains a Talisman-possessed monster)",
    "name": "Explicit Mods – Magic Packs Of Monsters Spawn With One Monster Modifier",
    "summary": "Highlights: Magic packs of monsters spawn with one Monster modifier, Rare monsters spawn with 2-4 Monster modifiers, Normal and Magic monsters may be touched by a Tormented Spirit, giving a Torment 'Touch' modifier"
  },
  {
    "category": "Explicit Mods",
    "details": "On items, modifiers can be changed by spending currency:",
    "name": "On Items Modifiers Can Be Changed",
    "summary": "On items, modifiers can be changed by spending currency:"
  },
  {
    "category": "Explicit Mods",
    "details": "- Divine Orb rerolls the value of any stats on explicit modifiers on the item\n- Tainted Divine Teardrop randomly increases or decreases a modifier's tier on a corrupted item by one\n- Orb of Scouring, Orb of Transmutation, Orb of Alchemy, Orb of Binding, Orb of Chance, Regal Orb, and Ancient Orb may be used to alter the rarity of an item (adding/removing mods in the process)\n- Orb of Horizons and Harbinger's Orb will give the newly created map different modifiers.\n- Tainted Chaos Orb can either reroll a corrupted item's modifiers or remove all its modifiers and turn it into a Normal rarity item\n- Tainted Mythic Orb can either transform a corrupted item into a Unique item or destroy it\n- Orb of Alteration and Chaos Orb may be used to re-roll the modifiers on Magic and Rare items respectively\n- Orb of Augmentation and Exalted Orb may be used to add a random modifier on Magic and Rare items respectively\n- Eldritch Exalted Orb adds a prefix or suffix modifier on a Rare item depending on its Eldritch implicit modifiers\n- Vaal Orb has a chance to change the rarity or create maps with 8 Modifiers\n- Orb of Annulment removes a random modifier from an item\n- Eldritch Orb of Annulment removes a prefix or suffix modifier on a Rare item depending on its Eldritch implicit modifiers\n- Tainted Exalted Orb can either add or remove a random modifier from a corrupted item\n- Fracturing Orb turns an item into a fractured item and permanently locks one of its modifiers",
    "name": "Explicit Mods – Divine Orb Rerolls The Value Of Any Stats On Explicit Modifiers On The Item",
    "summary": "Highlights: Divine Orb rerolls the value of any stats on explicit modifiers on the item, Tainted Divine Teardrop randomly increases or decreases a modifier's tier on a corrupted item by one, Orb of Scouring, Orb of Transmutation, Orb of Alchemy, Orb of Binding, Orb of Chance, Regal Orb, and Ancient Orb may be used to alter the rarity of an item (adding/removing mods in the process)"
  },
  {
    "category": "Explicit Mods",
    "details": "Certain sources can drop items with special explicit modifiers not found on standard items:",
    "name": "Certain Sources Can Drop Items With",
    "summary": "Certain sources can drop items with special explicit modifiers not found on standard items:"
  },
  {
    "category": "Explicit Mods",
    "details": "- Influenced items can roll additional modifiers not found on regular items.\n- A non-influenced item without synthesised, fractured, or eldritch implicit mods can have an influenced Exalted Orb applied to it to turn it into an influenced item with an influenced mod.\n- An Orb of Dominance will remove a random influenced modifier to upgrade the tier of another influenced modifier; tier 1 influenced mods will turn into an elevated modifier.\n- Essences rerolls the explicit mods of an item with a guaranteed Essence affix.\n- Veiled items have a modifier can be unveiled to turn it into one of three random veiled mods of choosing.\n- Veiled Chaos Orb and Veiled Exalted Orb will reforge all mods or remove a modifier to add a veiled modifier to an item.\n- Veiled items dropped by Immortal Syndicate members can have an exclusive veiled modifier as one of its options.\n- Some unique items have veiled mods exclusive to the item.\n- The Temple of Atzoatl and the Grand Dreams Vaal side area can provide an item with an Incursion mod as a reward.\n- The Azurite Mine can contain items that drop with an exclusive Delve modifier.\n- Certain item bases like Grasping Mail can generate exclusive modifiers.\n- Warband bosses can drop items with a signature Warbands mod.\n- The Necropolis can craft an item with Haunted modifiers from corpses that add a chance for an item to generate with one.\n- Infamous Mercenaries may be equipped with items with an Infamous modifier.",
    "name": "Explicit Mods – Influenced Items Can Roll Additional Modifiers Not Found On Regular Items.",
    "summary": "Highlights: Influenced items can roll additional modifiers not found on regular items., A non-influenced item without synthesised, fractured, or eldritch implicit mods can have an influenced Exalted Orb applied to it to turn it into an influenced item with an influenced mod., An Orb of Dominance will remove a random influenced modifier to upgrade the tier of another influenced modifier; tier 1 influenced mods will turn into an elevated modifier."
  },
  {
    "category": "Explicit Mods",
    "details": "Areas may receive modifiers depending on how they were created unlike items, monsters or strongboxes:",
    "name": "Areas May Receive Modifiers Depending On",
    "summary": "Areas may receive modifiers depending on how they were created unlike items, monsters or strongboxes:"
  },
  {
    "category": "Explicit Mods",
    "details": "- Vaal side areas spawn with random Vaal side area modifiers\n- Areas created with Map items receive the modifiers on the map they were created with\n- Areas created through a Map device may receive mods from placing map fragments in the device\n- The current league(s) or other server-wide effects (from races for example)\n- With Tempest active in the area, the area may receive a tempest modifier",
    "name": "Explicit Mods – Vaal Side Areas Spawn With Random Vaal Side Area Modifiers",
    "summary": "Highlights: Vaal side areas spawn with random Vaal side area modifiers, Areas created with Map items receive the modifiers on the map they were created with, Areas created through a Map device may receive mods from placing map fragments in the device"
  },
  {
    "category": "Base Items",
    "details": "The concept of \"local\" modifiers has broadened since its original technical definition. This can be seen by the use of (local) in the trade site for modifiers that failed to meet the original criteria of just base stat modifications, like #% chance to Poison on Hit.",
    "name": "The Concept Of Local Modifiers Has",
    "summary": "The concept of \"local\" modifiers has broadened since its original technical definition."
  },
  {
    "category": "Base Items",
    "details": "Currently, local modifiers can be identified by fulfilling any of the following requirements:",
    "name": "Currently Local Modifiers Can Be Identified",
    "summary": "Currently, local modifiers can be identified by fulfilling any of the following requirements:"
  },
  {
    "category": "Base Items",
    "details": "- Item Properties: The modifier is unconditional and could affect innate properties of the item\n- Hand-specific: The modifier explicitly states that it applies to the item, such as \"with this Weapon\"\n- Weapon Hit Effect: The modifier is on a weapon and could apply on a hit with a generic weapon, unrelated to the numeric damage dealt",
    "name": "Base Items – Item Properties",
    "summary": "Highlights: Item Properties: The modifier is unconditional and could affect innate properties of the item, Hand-specific: The modifier explicitly states that it applies to the item, such as \"with this Weapon\", Weapon Hit Effect: The modifier is on a weapon and could apply on a hit with a generic weapon, unrelated to the numeric damage dealt"
  },
  {
    "category": "Base Items",
    "details": "Item Properties: Item properties encompass all default properties of an item, including its base stats, attribute and level requirements, and sockets and links. Base stats can be found at the top of the item's tooltip. For example, #% increased Attack Speed and Adds # to # Physical Damage on a weapon will modify the \"Attacks per Second\" and \"Physical Damage\" stat on the weapon itself. Certain stats may not be immediately obvious, as most base items have that stat's default value at 0. For example, Adds # to # Fire Damage on a Solarine Bow directly adds to the weapon's base damage, of which Fire Damage is usually 0 for weapons. Default base stats are displayed in white, while modified base stats are displayed in blue (with the exception of fire/cold/lightning/chaos damage on weapons, which are colour-coded based on their damage type and have a base stat of 0).",
    "name": "Item Properties Item Properties Encompass All",
    "summary": "Item Properties: Item properties encompass all default properties of an item, including its base stats, attribute and level requirements, and sockets and links."
  },
  {
    "category": "Base Items",
    "details": "- Quality effects are always considered local as they affect an item's base stat(s). Catalyst quality effects are also local, which instead functions as #% increased X Modifier magnitudes modifiers, which are the only type of local modifier that can be found on jewellery (as jewellery only have implicit modifiers, level requirements, and sometimes sockets as base stats).",
    "name": "Base Items – Quality Effects Are Always Considered Local As They Affect An Item'S Base Stat(S). Catalyst Quality Effects Are Also Local, Which Instead Functions As #% Increased X Modifier Magnitudes Modifiers, Which Are The Only Type Of Local Modifier That Can Be Found On Jewellery (As Jewellery Only Have Implicit Modifiers, Level Requirements, And Sometimes Sockets As Base Stats).",
    "summary": "Highlights: Quality effects are always considered local as they affect an item's base stat(s). Catalyst quality effects are also local, which instead functions as #% increased X Modifier magnitudes modifiers, which are the only type of local modifier that can be found on jewellery (as jewellery only have implicit modifiers, level requirements, and sometimes sockets as base stats)."
  },
  {
    "category": "Base Items",
    "details": "- Weapons: #% increased Physical Damage, Adds # to # X Damage, #% increased Attack Speed, #% increased Critical Strike Chance, +# metres to Weapon Range\n- Any other type of #% increased Damage is never local, as generic weapons only have base Physical Damage.\n- Armour: +# to Armour/Evasion Rating/maximum Energy Shield/Ward, #% increased Armour/Evasion/Energy Shield/Ward\n- Shields: +# to Armour/Evasion Rating/maximum Energy Shield, #% increased Armour/Evasion/Energy Shield, +# to Block Chance\n- Flasks: All flask modifiers are local\n- Jewellery: Only #% increased X Modifier magnitudes (including Catalyst quality) and modifiers relating to level and sockets are local\n- Maps: #% increased Item Quantity, #% increased Item Rarity, #% Monster Pack Size",
    "name": "Base Items – Weapons",
    "summary": "Highlights: Weapons: #% increased Physical Damage, Adds # to # X Damage, #% increased Attack Speed, #% increased Critical Strike Chance, +# metres to Weapon Range, Any other type of #% increased Damage is never local, as generic weapons only have base Physical Damage., Armour: +# to Armour/Evasion Rating/maximum Energy Shield/Ward, #% increased Armour/Evasion/Energy Shield/Ward"
  },
  {
    "category": "Base Items",
    "details": "Hand-specific: Modifiers that include \"with this Weapon\" or \"Main/Off Hand\" should be considered local, despite being conditional, as they only apply to attacks using that specific hand/weapon. These types of modifiers are technically global modifiers that apply locally to one or both hand(s), and therefore cannot be scaled by other local increases.",
    "name": "Hand Specific Modifiers That Include With",
    "summary": "Hand-specific: Modifiers that include \"with this Weapon\" or \"Main/Off Hand\" should be considered local, despite being conditional, as they only apply to attacks using that specific hand/weapon."
  },
  {
    "category": "Base Items",
    "details": "- Weapons that add specific damage to the main or off-hand also display these values in their base stats as if combined, although they display correctly in the character stats screen (C by default) and skill tooltips as well as being correctly handled for Battlemage. Other main/off-hand stats like WingsOfEntropyMainHandAttackSpeedFinalUnique__1_ do not visually affect the base stats but are correctly reflected in the character stats screen. Two-handed weapons are always considered as being in the main hand (left), while shields are always considered in the off-hand (right).",
    "name": "Base Items – Weapons That Add Specific Damage To The Main Or Off",
    "summary": "Highlights: Weapons that add specific damage to the main or off-hand also display these values in their base stats as if combined, although they display correctly in the character stats screen (C by default) and skill tooltips as well as being correctly handled for Battlemage. Other main/off-hand stats like WingsOfEntropyMainHandAttackSpeedFinalUnique__1_ do not visually affect the base stats but are correctly reflected in the character stats screen. Two-handed weapons are always considered as being in the main hand (left), while shields are always considered in the off-hand (right)."
  },
  {
    "category": "Base Items",
    "details": "Weapon Hit Effect: Stats on weapons that apply on an attack hit with a generic (modifier-less) weapon (e.g. #% Chance to Poison on Hit, #% Chance to Maim, #% of Physical Attack Damage Leeched as Life) are considered local. Flat modifiers to accuracy or chance to hit on weapons are also considered local, as chance to hit is hand-specific and determined on hit. While Poison and Bleeding chance are local, Ignite chance is always global, as generic weapons do not have base fire damage and therefore cannot ignite.",
    "name": "Weapon Hit Effect Stats On Weapons",
    "summary": "Weapon Hit Effect: Stats on weapons that apply on an attack hit with a generic (modifier-less) weapon (e.g."
  },
  {
    "category": "Item Rarity",
    "details": "Normal items (also called base items) are the \"default\" state of items without any explicit modifiers/affixes. Some specific base types have implicit modifiers.",
    "name": "Normal Items Also Called Base Items",
    "summary": "Normal items (also called base items) are the \"default\" state of items without any explicit modifiers/affixes."
  },
  {
    "category": "Item Rarity",
    "details": "A normal item can be upgraded into a magic item using an Orb of Transmutation, or a rare item using an Orb of Alchemy. Using an Orb of Chance can upgrade a normal item into a magic, rare, or even unique item of the same base type.",
    "name": "A Normal Item Can Be Upgraded",
    "summary": "A normal item can be upgraded into a magic item using an Orb of Transmutation, or a rare item using an Orb of Alchemy."
  },
  {
    "category": "Item Rarity",
    "details": "Magic items have the same base statistics as a normal item of the same type, but have magical modifiers on them given by affixes, up to one prefix and one suffix. The types of modifiers that can be found or added to an item depend on its item level, the base type and any additional flags on the item (such as shaped or elder).",
    "name": "Magic Items Have The Same Base",
    "summary": "Magic items have the same base statistics as a normal item of the same type, but have magical modifiers on them given by affixes, up to one prefix and one suffix."
  },
  {
    "category": "Item Rarity",
    "details": "A magic item with only either a prefix or suffix property can have a second property of the missing type added to it by using an Orb of Augmentation. The affixes can be rerolled with an Orb of Alteration.",
    "name": "A Magic Item With Only Either",
    "summary": "A magic item with only either a prefix or suffix property can have a second property of the missing type added to it by using an Orb of Augmentation."
  },
  {
    "category": "Item Rarity",
    "details": "A magic item can be upgraded into a rare item using a Regal Orb. It will retain its current affixes and one new affix will be added.",
    "name": "A Magic Item Can Be Upgraded",
    "summary": "A magic item can be upgraded into a rare item using a Regal Orb."
  },
  {
    "category": "Item Rarity",
    "details": "When Cloak of Tawm'r Isley is equipped, it grants player dropped magic item identified.",
    "name": "When Cloak Of Tawm'R Isley Is",
    "summary": "When Cloak of Tawm'r Isley is equipped, it grants player dropped magic item identified."
  },
  {
    "category": "Item Rarity",
    "details": "Rare items function the same as magic items, except they have at most six affixes &ndash; up to three prefixes and up to three suffixes. Found rare items or items made rare with an Orb of Chance or an Orb of Alchemy will always have at least 4 affixes, but it is possible to get a rare item with only 2 or 3 by using a Regal Orb or Orb of Annulment. A rare item with less than 6 affixes can gain an additional mod with an Exalted Orb or a crafted mod using a Crafting Bench. Chaos Orbs completely reroll a rare item's affixes, again giving between 4 and 6 mods.",
    "name": "Rare Items Function The Same As",
    "summary": "Rare items function the same as magic items, except they have at most six affixes &ndash; up to three prefixes and up to three suffixes."
  },
  {
    "category": "Item Rarity",
    "details": "Rare items are given a randomly generated name.",
    "name": "Rare Items Are Given A Randomly",
    "summary": "Rare items are given a randomly generated name."
  },
  {
    "category": "Item Rarity",
    "details": "Flasks, Tinctures, and Relics cannot be of rare rarity.",
    "name": "Flasks Tinctures And Relics Cannot Be",
    "summary": "Flasks, Tinctures, and Relics cannot be of rare rarity."
  },
  {
    "category": "Item Rarity",
    "details": "Jewels, Abyss Jewels, and Rogue's equipments can only have up to 4 explicit modifiers; however, the Corrupted Gaze Atlas Passive Skill can cause Abyss Jewels to drop corrupted with up to six explicit mods. Maps can have 8 mods as a result of corruption.",
    "name": "Jewels Abyss Jewels And Rogue'S Equipments",
    "summary": "Jewels, Abyss Jewels, and Rogue's equipments can only have up to 4 explicit modifiers; however, the Corrupted Gaze Atlas Passive Skill can cause Abyss Jewels to drop corrupted with up to six explicit mods."
  },
  {
    "category": "Item Rarity",
    "details": "Unique item Unique items have the same base stats as a normal item of the same type, but have specific names, unique artwork and set lists of modifiers instead of affixes. While the three preceding rarities are strictly better than the one before (e.g. rare items are always more powerful than magic items), this is not the case with unique items. They usually provide different and particular modifiers (sometimes thematically grouped) that can't be found on other items. Therefore they are considered to be more build-defining, granting effects that can be built around, but generally grant less pure stats than rare items.",
    "name": "Unique Item Unique Items Have The",
    "summary": "Unique item Unique items have the same base stats as a normal item of the same type, but have specific names, unique artwork and set lists of modifiers instead of affixes."
  },
  {
    "category": "Influence Mechanics",
    "details": "eldritch implicit modifier memory strand Map#Other map categories Influenced items are special types of base items with an expanded pool of exclusive modifiers, and are the only type of items that can obtain elevated modifiers. They can be recognized by their graphical effects and icon on the sides of the name plate. Influenced items are primarily dropped by influenced monsters and bosses. Certain unique items are influenced as well.",
    "name": "Eldritch Implicit Modifier Memory Strand Map",
    "summary": "eldritch implicit modifier memory strand Map#Other map categories Influenced items are special types of base items with an expanded pool of exclusive modifiers, and are the only type of items that can obtain elevated modifiers."
  },
  {
    "category": "Influence Mechanics",
    "details": "{| class=\"wikitable\" style=\"float:left; margin-right: 10px;\" |+ Influence types |- ! Icon !! Influence Type |- | || Crusader |- | || Hunter |- | || Redeemer |- | || Warlord |- | || Shaper |- | || Elder |} An item can normally have one influence type at a time and newly dropped influenced items will always have at least one influenced affix when acquired. Modifying the item will not guarantee an influence modifier.",
    "name": "Class Wikitable Style Float Left Margin",
    "summary": "{| class=\"wikitable\" style=\"float:left; margin-right: 10px;\" |+ Influence types |- !"
  },
  {
    "category": "Influence Mechanics",
    "details": "It is possible to create items with two influences by using Awakener's Orb: the orb will destroy an item and transfer its influence type to a different item. This last item will have two different influence types as a result. Currently there are 15 combinations (6 combinations of 2). The order of the donor item does not affect the order of the influence icon on the final item, for example using an Elder item as a donor and a Shaper item as receiver of the mods yields the same influence set as using a Shaper item as donor and an Elder item as receiver. The item has a fixed order of influence icons. Additionally, some unique items will naturally drop with both Shaper and Elder influences, like Voidfletcher.",
    "name": "It Is Possible To Create Items",
    "summary": "It is possible to create items with two influences by using Awakener's Orb: the orb will destroy an item and transfer its influence type to a different item."
  },
  {
    "category": "Influence Mechanics",
    "details": "Astrolabe Amulets count as having all six influences.",
    "name": "Astrolabe Amulets Count As Having All",
    "summary": "Astrolabe Amulets count as having all six influences."
  },
  {
    "category": "Influence Mechanics",
    "details": "There are currency items that add a modifier from their influence mod pool to the item. This cannot be done if the item already has an influence different than the orb being applied.",
    "name": "There Are Currency Items That Add",
    "summary": "There are currency items that add a modifier from their influence mod pool to the item."
  },
  {
    "category": "Influence Mechanics",
    "details": "Items retain their influences when modified, even if an Orb of Scouring is used. It is possible to create certain unique items on an already influenced item using Orbs of Chance or Tainted Mythic Orbs. These influenced unique items can be used to satisfy the condition of unique items with effects that require other influenced items equipped to activate, such as The Eternity Shroud, Bound by Destiny, and Venarius' Astrolabe.",
    "name": "Items Retain Their Influences When Modified",
    "summary": "Items retain their influences when modified, even if an Orb of Scouring is used."
  },
  {
    "category": "Influence Mechanics",
    "details": "Fractured items, synthesised items and items with eldritch implicit modifiers are not considered influenced and cannot be given influences under any circumstances. Conversely, influenced items cannot be fractured or synthesised, or have eldritch currency applied to them (though it was possible to create a fractured influenced item in Necropolis league via Necropolis crafting). They also cannot be split.",
    "name": "Fractured Items Synthesised Items And Items",
    "summary": "Fractured items, synthesised items and items with eldritch implicit modifiers are not considered influenced and cannot be given influences under any circumstances."
  },
  {
    "category": "Influence Mechanics",
    "details": "By using a Horticrafting Station Harvest craft for 1000 Primal Crystallised Lifeforce, it is possible to randomise the influence types on an influenced non-unique item, while reforging the item with new random modifiers.",
    "name": "By Using A Horticrafting Station Harvest",
    "summary": "By using a Horticrafting Station Harvest craft for 1000 Primal Crystallised Lifeforce, it is possible to randomise the influence types on an influenced non-unique item, while reforging the item with new random modifiers."
  }
]
